 [   
    {
        "productName":"8Enhances",
        "price": 2998,
        "description": "Brighten up your skin, the healthy way with Gluta Power Boost 8ENHANCES! Each capsule is a synergistic blend that helps the body rejuvenate its youthful glow through free radical scavenging and removal of toxins, while improving the bodys vital organs such as the liver, skin and immune system, making it an all-in-one capsule!",
        "ratings": 5,
        "images": "https://api.gr8lifeintlcorp.com/uploads/8enhances-gluta-power-boost/original/UNyacSkM1674020926.png",
        "category": "Nutrition",
        "stock": 5,
        "numOfReviews": 1
    },
    {
        "productName": "8Brightens",
        "price": 780,
        "description": "Bring out a natural glow with 8Brightens Lightening Lotion. Infused with SPF30 and active lightening and moisturizing agents, each application is sure to bring out a healthy and natural looking glow while protecting your skin from harmful UV rays of the sun! It also leaves a light matte finish, perfect for on the go beauty regimens!",
        "ratings": 3.5,
        "images": "https://api.gr8lifeintlcorp.com/uploads/8brightens/original/TrNEeWOQ1674020866.png",
        "category": "Beauty",
        "stock": 5,
        "numOfReviews": 1
    },
    {
        "productName": "8Radiates",
        "price": 298,
        "description": "Show off that radiant glow with the help of 8Radiates Kojic Acid Light Soap. Specifically developed to micro-exfoliate and lighten your skin from the outside with the help of 8 unique whitening ingredients and nourishing agents including Aloe Vera, Hyaluronic Acid, and Vitamin E, you can shed those dark spots and imperfections goodbye and say hello to even, mousturized and brighter skin.",
        "ratings": 5,
        "images": "https://api.gr8lifeintlcorp.com/uploads/8radiates-kojic-light-soap/original/dg78OnH1673254530.png",
        "category": "Beauty",
        "stock": 0,
        "numOfReviews": 1
    },
    {
        "productName": "8Restores",
        "price": 550,
        "description": "Experience the invigorating power of 8Restores Night Repair Cream. Infused with the nourishing and renewing sensation from Active Collagen, Aloe Vera, Hyaluronic Acid, and Vitamin E, this will leave your skin rehydrated and restored to its youthful, more glowing state every morning.",
        "ratings": 4,
        "images": "https://api.gr8lifeintlcorp.com/uploads/8restores-night-repair-cream/original/UXEy1TIY281673254478.png",
        "category": "Beauty",
        "stock": 5,
        "numOfReviews": 1
    }
 ]